<?php
/**
 * Created by PhpStorm.
 * User: gaoxi
 * Date: 2017-08-01
 * Time: 11:18
 */

return [
    'PAYTYPES'=>[
        ['id'=>'1','name'=>'微信扫码'],
        ['id'=>'2','name'=>'微信H5'],
        ['id'=>'3','name'=>'支付宝扫码'],
        ['id'=>'4','name'=>'支付宝H5'],
        ['id'=>'5','name'=>'QQ钱包扫码'],
        ['id'=>'6','name'=>'QQ钱包H5'],
        ['id'=>'7','name'=>'快捷支付'],
        ['id'=>'8','name'=>'快捷支付H5'],
        ['id'=>'9','name'=>'网银跳转'],
        ['id'=>'10','name'=>'网银直连'],
        ['id'=>'11','name'=>'百度钱包'],
        ['id'=>'12','name'=>'京东钱包'],
        ['id'=>'13','name'=>'银联扫码'],
        ['id'=>'14','name'=>'银联H5'],
    ]
];